Repository: ModhiAlhrbi/Feather
Catalog: Feather/Feather/Localzations/*.lproj/Localizable.strings
Languages: ar

source: Sallons List
ar: قائمة المشاغل

source: Services List
ar: قائمة الخدمات

source: MY Order
ar: طلباتي

source: Pedicure 150 SR
ar: بديكير ١٠٠ ر.س

source: Manicure 200 SR
ar: مانيكير ١٨٠ ر.س

source: Skin cleaning 150 SR
ar: تنظيف بشرة ١٥٠ ر.س

source: Massage 220 SR
ar: مساج ٢٢٠ ر.س

source: Makeup 250 SR
ar: ميك اب ٢٢٠ ر.س

source: Makeup
ar: ميك اب

source: Massage
ar: مساج

source: Manicure
ar: مانيكير

source: Pedicure
ar: بديكير

source: Skin cleaning
ar: تنظيف بشرة

source: Pedicure 100 SR
ar: بديكير ١٢٠ ر.س

source: Skin cleaning 200 SR
ar: تنظيف بشرة ٢٠٠ ر.س

source: Pedicure 100 SR
ar: بديكير ١٢٠ ر.س

source: Manicure 150 SR
ar: مانيكير ١٥٠ ر.س

source: Skin cleaning 90 SR
ar: تنظيف بشرة ٩٠ ر.س

source: Pedicure 120 SR
ar: بديكير ١٢٠ ر.س

source: Makeup 300 SR
ar: ميك اب ٣٠٠ ر.س

source: Pedicure 80 SR
ar: بديكير ٨٠ ر.س

source: Manicure 60 SR
ar: مانيكير ٦٠ ر.س

source: Skin cleaning 70 SR
ar: تنظيف بشرة ٧٠ ر.س

source: Massage 120 SR
ar: مساج ١٢٠ رس

source: Makeup 120 SR
ar: ميك اب ١٢٠ ر.س

source: Pedicure 180 SR
ar: بديكير ١٨٠ ر.س

source: Massage 250 SR
ar: مساج ٢٥٠ ر.س
